"angry" = "wütend";
"Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength." = "Angst nicht leer morgen seine Sorgen, aber nur Leergut heute seine Stärke.";
"anxious" = "ängstlich";
"Art saved me; it got me through my depression and self-loathing, back to a place of innocence." = "Kunst hat mich gerettet, er hat mich durch meine Depressionen und Selbsthass, wieder zu einem Ort der Unschuld.";
"Back" = "Zurück";
"Certainly, I think being depressed is absolutely part of the human condition, it has to be, if there's joy there's its opposite, and it's something you ride if you possibly can." = "Sicher, ich denke, die niedergedrückt ist absolut Teil der conditio humana, muss es sein, wenn es Freude gibt es das Gegenteil, und es ist etwas, das Sie fahren, wenn Sie können möglicherweise.";
"depressed" = "depressiv";
"don't be %@." = "nicht% @ sein.";
"Don't cry because it's over, smile because it happened." = "Weine nicht, weil es vorbei ist, lächle, weil es passiert ist.";
"Don't waste time on jealousy. Sometimes you're ahead, sometimes you're behind." = "Verschwenden Sie keine Zeit auf Eifersucht. Manchmal sind Sie vorne, manchmal sind Sie hinten.";
"dull" = "stumpf";
"EVOO is extra-virgin olive oil. I first coined 'EVOO' on my cooking show because saying 'extra virgin olive oil' over and over was wordy, and I'm an impatient girl - that's why I make 30-minute meals!" = "EVOO ist extra-natives Olivenöl. Ich zum ersten Mal &#39;EVOO&#39; auf meiner Kochshow geprägt, weil Sprichwort &quot;natives Olivenöl extra&quot; über und über war wortreich, und ich bin ein ungeduldiger Mädchen - das ist, warum ich 30-Minuten-Mahlzeiten zu machen!";
"For now, I'm just going to hang out with these two smoking hotties and fly privately around the world. It might be lonely up here, but I sure like the view." = "Denn jetzt, ich werde einfach zu hängen mit diesen beiden Schönheiten Rauchen und fliegen privat auf der ganzen Welt. Es könnte sein, einsam hier oben, aber ich bin sicher, wie die Aussicht.";
"guilty" = "schuldig";
"Half full" = "Halb voll";
"He that is jealous is not in love." = "Wer eifersüchtig ist, ist nicht in der Liebe.";
"How ya feeling today?" = "Wie ya Gefühl heute?";
"I don't know what they are called, the spaces between seconds– but I think of you always in those intervals." = "Ich weiß nicht, was sie genannt werden, die Räume zwischen Sekunden-aber ich denke immer an Dich in diesen Intervallen.";
"I don’t have a photograph, but you can have my footprints. They’re upstairs in my socks." = "Ich habe ein Foto, aber Sie können meine Fußabdrücke haben. Sie sind oben in meinem Socken.";
"I got tired of feeling like Dracula. I wanted to see some daylight, and not just at six o’clock in the morning." = "Ich habe das Gefühl, wie müde von Dracula. Ich wollte etwas Tageslicht zu sehen, und nicht nur um sechs Uhr in der Früh.";
"I kind of like being depressed." = "Irgendwie mag ich die niedergedrückt.";
"I like the idea of being alone. I like the idea of often being alone in all aspects of my life. I like to feel lonely. I like to need things." = "Ich mag die Idee, allein zu sein. Ich mag die Idee von oft allein in allen Aspekten meines Lebens. Ich mag das Gefühl, einsam. Ich mag die Dinge brauchen.";
"I seldom think about my limitations, and they never make me sad. Perhaps there is just a touch of yearning at times; but it is vague, like a breeze among flowers." = "Ich denken selten über meine Grenzen, und sie nie machen mich traurig. Vielleicht gibt es nur ein Hauch von Sehnsucht in Zeiten, aber es ist unklar, wie eine Brise unter den Blumen.";
"I told her I'd wait forever for her, but that was before I found somebody else who'd give me a ride home." = "Ich sagte ihr, ich würde ewig warten für sie, aber das war, bevor ich jemanden der mir hätte eine Fahrt nach Hause gefunden.";
"I'm impatient. I get twitchy. When I get that feeling I just go out and make something happen." = "Ich bin ungeduldig. Ich nervös. Wenn ich das Gefühl bekomme ich einfach gehen und etwas zu bewirken.";
"I'm mellower now, I'm over 50. But I don't think I'm too mellow. I'm still angry at a lot of things." = "Ich bin weicher jetzt, ich bin über 50 Jahre. Aber ich glaube nicht, ich bin zu weich. Ich bin immer noch wütend auf eine Menge Dinge.";
"I'm not as angry as I used to be. But I can get in touch with that anger pretty quickly if I feel my space is being invaded or somebody is not treating me with the respect that I think I want." = "Ich bin nicht so böse, wie ich früher war. Aber ich kann in Verbindung mit dieser Wut ziemlich schnell bekommen, wenn ich das Gefühl mein Haus eingedrungen wird oder jemand nicht behandeln mich mit Respekt, dass ich denke ich will.";
"If I had a clone, he’d better be my equal, and not my better. Can you imagine how I’d feel being jealous of myself?" = "Wenn ich einen Klon hätte, würde er besser gleich meinen, und nicht meine besser. Können Sie sich vorstellen, wie ich mich fühlen würde, weil sie eifersüchtig auf mich?";
"If I'm such a legend, then why am I so lonely? Let me tell you, legends are all very well if you've got somebody around who loves you." = "Wenn ich so eine Legende bin, warum bin ich so einsam? Lassen Sie mich Ihnen sagen, sind Legenden alle sehr gut, wenn du jemanden um, der liebt dich habe.";
"impatient" = "ungeduldig";
"Intuition is a suspension of logic due to impatience." = "Intuition ist eine Suspension der Logik wegen Ungeduld.";
"It's been my experience that you can nearly always enjoy things if you make up your mind firmly that you will." = "Es ist meine Erfahrung, dass man fast immer genießen Dinge, wenn Sie Ihren Verstand machen fest, dass man so will.";
"It's practically impossible to look at a penguin and feel angry." = "Es ist praktisch unmöglich, auf eine Pinguin-Look and Feel wütend.";
"jealous" = "eifersüchtig";
"Laziness is nothing more than the habit of resting before you get tired." = "Faulheit ist nichts anderes als die Gewohnheit ruht, bevor Sie müde.";
"Live half full." = "Live-halb voll.";
"lonely" = "einsam";
"My uncle Sammy was an angry man. He had printed on his tombstone: What are you looking at?" = "Mein Onkel Sammy war ein zorniger Mann. Er hatte auf seinem Grabstein gedruckt: Was guckst du?";
"My wife's jealousy is getting ridiculous. The other day she looked at my calendar and wanted to know who May was." = "Meine Frau Eifersucht wird immer lächerlich. Neulich sah sie meinen Kalender und wollte wissen, wer Mai war.";
"Next" = "Weiter";
"No one really wants to admit they are lonely, and it is never really addressed very much between friends and family. But I have felt lonely many times in my life." = "Niemand will wirklich zugeben, dass sie einsam sind, und es wird nie wirklich sehr viel zwischen Freunden und Familie angesprochen. Aber ich habe einsam viele Male in meinem Leben gefühlt.";
"nostalgic" = "nostalgischen";
"Nothing in the affairs of men is worthy of great anxiety." = "Nichts in den Angelegenheiten der Menschen ist von der großen Angst.";
"OK" = "OK";
"People are taken aback by a confident, pretty girl who knows what she wants in life and isn't going to let anyone get in her way. And you know what it's all about? Jealousy." = "Die Menschen sind überrascht von einer selbstbewussten, hübsches Mädchen, was sie im Leben will und wird nicht zulassen, dass irgendjemand in den Weg bekommen weiß gemacht. Und Sie wissen, was es überhaupt geht? Eifersucht.";
"Remembrance of things past is not necessarily the remembrance of things as they were." = "Remembrance of Things Past ist nicht unbedingt die Erinnerung an Dinge, wie sie waren.";
"sad" = "sad";
"scared" = "Angst";
"Share to \nFacebook" = "Teilen Sie auf \ nFacebook";
"Share to \nTwitter" = "Teilen Sie auf \ nTwitter";
"Sleep did not honor me with it’s presence." = "Schlaf nicht ehrt mich mit seiner Anwesenheit.";
"So, this is my life. And I want you to know that I am both happy and sad and I'm still trying to figure out how that could be." = "So, das ist mein Leben. Und ich möchte, dass du weißt, dass ich glücklich und traurig bin, und ich bin immer noch versuchen, herauszufinden, wie das sein könnte.";
"Sometimes, I feel discriminated against, but it does not make me angry. It merely astonishes me. How can any deny themselves the pleasure of my company? It's beyond me." = "Manchmal fühle ich mich diskriminiert, aber es macht mich nicht wütend. Es erstaunt mich nur. Wie kann jeder sich selbst verleugnen das Vergnügen meines Unternehmens? Es ist mir ein Rätsel.";
"Sorry, this quote is too long to post to Twitter." = "Leider ist dieses Zitat zu lang, um auf Twitter posten.";
"Success is getting what you want, happiness is wanting what you get" = "Erfolg ist immer, was du willst, Glück fehlt, was man bekommt";
"Ten men waiting for me at the door? Send one of them home, I'm tired." = "Zehn Männer auf mich wartet an der Tür? Senden Sie eine von ihnen nach Hause, ich bin müde.";
"That terrible mood of depression of whether it's any good or not is what is known as The Artist's Reward." = "Diese schreckliche Stimmung der Depression davon, ob es etwas Gutes oder nicht ist, was als Belohnung des Künstlers bekannt.";
"The app that turns your\r frown upside down with\r a dose of inspiration to\r kick any bad mood\r in the butt!" = "Die App, die Ihre \ r Stirnrunzeln auf den Kopf stellt mit \ ra Dosis Inspiration zu \ r treten keine schlechte Laune \ r in den Hintern!";
"The concept of the 'good ol' days' must be one of our society's biggest delusions, top reasons for depression, as well as most often used excuse for lack of success." = "Das Konzept der &quot;guten alten Tage&quot; muss man in unserer Gesellschaft die größte Wahnvorstellungen, Top-Gründe für Depressionen, sowie am häufigsten verwendeten Entschuldigung für mangelnden Erfolg sein.";
"The ear tends to be lazy, craves the familiar and is shocked by the unexpected; the eye, on the other hand, tends to be impatient, craves the novel and is bored by repetition." = "Das Ohr neigt, faul zu sein, sehnt die vertraute und wird durch den unerwarteten schockiert, das Auge, auf der anderen Seite neigt, ungeduldig zu sein, sehnt den Roman und wird durch Wiederholung zu langweilen.";
"The glass is always" = "Das Glas ist immer";
"There are moments when all anxiety and stated toil are becalmed in the infinite leisure and repose of nature." = "Es gibt Momente, in denen alle Angst und erklärten Mühe in die unendliche Freizeit und Ruhe der Natur sind beruhigt.";
"tired" = "müde";
"To fulfill a dream, to be allowed to sweat over lonely labor, to be given a chance to create, is the meat and potatoes of life. The money is the gravy." = "Um einen Traum, um die Erlaubnis, über einsame Arbeit schwitzen, um eine Chance zu schaffen werden, zu erfüllen, ist das Fleisch und Kartoffeln des Lebens. Das Geld ist die Soße.";
"True happiness is... to enjoy the present, without anxious dependence upon the future." = "Wahres Glück ist ... die Gegenwart genießen, ohne ängstlich Abhängigkeit von der Zukunft.";
"We are homesick most for the places we have never known." = "Wir sind Heimweh meisten für die Orte, die wir nie gekannt haben.";
"We should not fret for what is past, nor should we be anxious about the future; men of discernment deal only with the present moment." = "Wir sollten uns nicht für das, was ist vorbei ärgern, noch sollten wir besorgt über die Zukunft; Männer von Einsicht befassen sich nur mit der Gegenwart.";
"When someone is impatient and says, 'I haven't got all day,' I always wonder, How can that be? How can you not have all day?" = "Wenn jemand ungeduldig ist und sagt: &quot;Ich habe nicht den ganzen Tag:&quot; Ich frage mich immer: Wie kann das sein? Wie können Sie nicht den ganzen Tag?";
"Whoops" = "Whoops";
"Winston was gelatinous with fatigue." = "Winston war gallertartige mit Müdigkeit.";
